tap "barutsrb/tap"
tap "felixkratz/formulae"
tap "homebrew/cask"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "schpet/tap"
brew "btop"
brew "cmatrix"
brew "python@3.14"
brew "csvkit"
brew "direnv"
brew "fd"
brew "ffmpeg-full"
brew "figlet"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "glances"
brew "glow"
brew "go"
brew "gum"
brew "hasura-cli"
brew "imagemagick-full"
brew "jq"
brew "killport"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "nowplaying-cli"
brew "nvm"
brew "openssh"
brew "pipx"
brew "poppler"
brew "postgresql@14"
brew "resvg"
brew "rig"
brew "ripgrep"
brew "scrcpy"
brew "sevenzip"
brew "tmux"
brew "toilet"
brew "tree"
brew "watch"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "schpet/tap/linear"
cask "alacritty"
cask "android-platform-tools"
cask "appcleaner"
cask "copilot-cli"
cask "finicky"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "iterm2"
cask "macshot"
cask "puremac"
cask "sourcetree"
cask "stats"
cask "ubersicht"
cask "zed"
vscode "antfu.file-nesting"
vscode "anthropic.claude-code"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "aykutsarac.jsoncrack-vscode"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "heybourn.headwind"
vscode "imyangyong.fork"
vscode "jdinhlife.gruvbox"
vscode "mescius.spreadjs-xlsx-editor"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "qufiwefefwoyn.kanagawa"
vscode "rajsrikar.colorize-folder-tree"
vscode "sainnhe.everforest"
npm "corepack"
