antfu.file-nesting
anthropic.claude-code
arcticicestudio.nord-visual-studio-code
aykutsarac.jsoncrack-vscode
be5invis.vscode-icontheme-nomo-dark
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
github.github-vscode-theme
heybourn.headwind
imyangyong.fork
jdinhlife.gruvbox
mescius.spreadjs-xlsx-editor
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
mvllow.rose-pine
oderwat.indent-rainbow
pkief.material-icon-theme
qufiwefefwoyn.kanagawa
rajsrikar.colorize-folder-tree
sainnhe.everforest
undefined_publisher.vscode-context-mcp-extension
